Repository: b-a-g/Whateverbrary
Catalog: Whateverbrary/System/*.lproj/Localizable.strings
Languages: ru

source: AUTH_ERROR_OPERATION_NOT_ALLOWED
ru: Ой, простите. Не можем вас впустить. Подождите немного и попробуйте снова, пожалуйста :)

source: AUTH_ERROR_TOO_MANY_REQUESTS
ru: Хм. А вы настойчивый. Подождите немного и попробуйте снова :)

source: AUTH_ERROR_EMAILALREADY_IN_USE
ru: Мы знакомы? Кажется, что да. Скажите пароль и заходите :)

source: AUTH_ERROR_INVALID_EMAIL
ru: Ой, а вы не опечатались? Проверьте, правильно ли написана почта :)

source: AUTH_ERROR_WEAK_PASSWORD
ru: Ну что же вы? Давайте-ка придумаем пароль чуточку сложнее :)

source: AUTH_ERROR_USER_NOT_FOUND
ru: Вы ли это? Не узнаю ваш адрес. Проверьте, правильно ли написана почта :)

source: AUTH_ERROR_USER_DISABLED
ru: Ой. Кажется, вход закрыт. Думаю, стоит подождать и попробовать ещё раз :)

source: AUTH_ERROR_WRONG_PASSWORD
ru: Хм. Вы, должно быть, опечатались. Проверьте пароль и заходите :)

source: AUTH_ERROR_DEFAULT
ru: Что-то определённо пошло не так. Подождите немного и попробуйте снова, пожалуйста :)

# LOGIN_SCREEN_EMAIL_FIELD_PLACEHOLDER
source: Email
ru: Почта

# LOGIN_SCREEN_PASSWORD_FIELD_PLACEHOLDER
source: Password
ru: Пароль

# LOGIN_SCREEN_SIGN_IN_BUTTON_TITLE
source: Sign in
ru: Войти

# LOGIN_SCREEN_SIGN_UP_BUTTON_TITLE
source: Sign up
ru: Регистрация

# USER_SCREEN_SIGN_OUT_BUTTON_TITLE
source: Sign out
ru: Выйти

# USER_SCREEN_COLLECTION_BUTTON_TITLE
source: Whateverbrary
ru: ЧтоУгодноТека

# USER_SCREEN_FRIENDS_BUTTON_TITLE
source: Friends
ru: Друзья

# USER_SCREEN_BORROWED_BUTTON_TITLE
source: Borrowed
ru: Не моё

# USER_SCREEN_OWED_BUTTON_TITLE
source: Owed
ru: Не у меня

# USER_SCREEN_NOTIFICATIONS_BUTTON_TITLE
source: Notifications
ru: Уведомления
